Repository: kkcjy/Translator
Catalog: model/OPUS-MT-train/finetune/VNK-Hallituksen_vuosikertomus.tmx
Source language: fi_fi
Languages: sv_se

source: Hallinnonalalla on käynnissä viisi laajaa tietojärjestelmien kehittämishanketta, jotka valmisteluvaiheessa sitovat merkittävästi voimavaroja, mutta valmistuttuaan tehostavat huomattavasti toimintaa.
sv_se: På förvaltningsområdet pågår fem omfattande projekt för att utveckla it-systemen, som i beredningsskedet tar upp betydande resurser men som kommer att göra verksamheten avsevärt mer effektiv efter att de blivit färdiga.

source: Suomen rikollisuustilanne on pysynyt viime vuosina vakaana ja kaikkien rikosten väkilukuun suhteutettu määrä on kansainvälisesti vertaillen alhainen.
sv_se: Brottsligheten i Finland har hållits på en rätt stabil nivå under de senaste åren, och all form av brottslighet är låg i relation till folkmängden i internationell jämförelse.

source: Viime vuosien merkittävin piirre rikollisuuskehityksessä on varkausrikollisuuden pitkäaikainen vähentyminen.
sv_se: Det viktigaste draget i utvecklingen av kriminaliteten de senaste åren är att stölderna har minskat under en längre tid.

source: Petosrikollisuus – erityisesti internetissä tehtävät petokset – on sen si- jaan lisääntynyt.
sv_se: Bedrägeribrottsligheten – i synnerhet på internet – har däremot ökat.

source: Rattijuopumusrikokset ovat vähentyneet aiemmista vuosista.
sv_se: Rattfylleribrotten har minskat jämfört med tidigare år.

source: Myös henkirikosten taso on ollut laskusuuntainen jo 1990-luvun puolivälistä lähtien.
sv_se: Även antalet brott mot liv har minskat ända sedan mitten av 1990-talet.

source: Raiskausrikokset ovat pysyneet samalla tasolla edellisvuosiin verrattuna, mutta poliisille ilmoitettujen seksuaalisten ahdistelujen määrä on selvästi lisääntynyt.
sv_se: Våldtäktsbrotten har hållits kvar på samma nivå som under de föregående åren, men antalen sexuella antastanden som anmäldes till polisen har ökat klart.

source: Suurelta osin tämä johtuu v. 2014 voimaan tulleesta lainmuutoksesta, jonka myötä ahdisteluja on voitu tutkia omalla rikosnimikkeellä.
sv_se: Det här beror till stor del på den lagändring, som trädde i kraft i 2014 och som gör det möjligt att undersöka antastanden som en egen brottsbeteckning.

source: Maahanmuuttajien tekemän rikollisuuden ja viharikosten yleistymisestä keskustellaan paljon mediassa, mutta tilastotietoa asiasta ei ole vielä saatavissa.
sv_se: Invandrares brottslighet och utbredningen av hatbrott debatteras livligt i medierna, men ännu finns det inga statistikuppgifter om saken.

source: Vihapuhe sosiaalisessa mediassa on yleistynyt merkittävästi.
sv_se: Hatretoriken har ökat markant i de sociala medierna.

source: Suomessa vankiluku, yhdyskuntaseuraamuksia suorittavien määrä ja tilastoidun rikollisuuden määrä ovat kaikki laskussa.
sv_se: I Finland sjunker både antalet fångar och förbrytare som avtjänar någon samhällspåföljd och den statistikförda brottsligheten.

source: Tämä vallitseva kriminaalipoliittinen kehitys on eurooppalaisittain ainutlaatuinen.
sv_se: Den rådande kriminalpolitiska utvecklingen är unik i europeiskt perspektiv.

source: Vireillä on kuitenkin seuraamusjärjestelmän kehittämiseen liittyviä lainsäädäntöhankkeita, joiden johdosta on varauduttava vankiluvun kasvuun.
sv_se: Som bäst bereds dock sådana lagprojekt med anknytning till utvecklandet av påföljdssystemet som kommer att leda till att Finland bör förbereda sig på att fångarna blir fler.

source: Yleinen heikko taloustilanne uhkaa heikentää kansalaisten oikeusturvaa ja vaikuttamismahdollisuuksia sekä lisää työttömyyttä ja syrjäytymistä.
sv_se: Det allmänna svaga ekonomiska läget hotar att försämra medborgarnas rättssäkerhet och påverkningsmöjligheter samtidigt som det ökar arbetslösheten och marginaliseringen.

source: Heikko taloustilanne edellyttää oikeuslaitoksen toiminnan tehostamista rakenteellisin uudistuksin ja ICTjärjestelmiä kehittämällä.
sv_se: Den svaga ekonomiska situationen kräver att rättsväsendets verksamhet görs mer effektivt genom strukturella reformer och utveckling av IKT-systemen.

source: Suurten ikäluokkien jäädessä eläkkeelle riskinä on kokemukseen perustuvan osaamisen katoaminen hallinnonalalla, ellei tähän kiinnitetä erityistä huomiota.
sv_se: När de stora åldersklasserna går i pension finns det, om man inte ägnar saken särskild uppmärksamhet, en risk för att sådant kunnande som bygger på erfarenhet försvinner från förvaltningsområdet.

source: Oikeusministeriön hallinnonalan toiminta on lähes täysin riippuvainen toimivista tietojärjestelmistä ja tietoliikenneyhteyksistä.
sv_se: Justitieministeriets förvaltningsområde är så gott som fullständigt beroende av fungerande it-system och it-förbindelser.

source: Tulevaisuuden uhkakuvat liittyvät tietotekniikan luotettavuuteen ja lisääntyvään riippuvuuteen ulkopuolisista palveluntoimittajista.
sv_se: Framtidens hotbilder har att göra med informationsteknikens tillförlitlighet och det växande beroendet av utomstående tjänsteleverantörer.

source: Digitalisoituminen tuo myös uudenlaisia uhkia verkon kautta tehtävien rikosten yleistyessä.
sv_se: Digitaliseringen för också med sig nya slag av hot då brotten som görs över internet blir vanligare.

source: Kansalaisten eriarvoistuminen, yhteiskunnan kahtiajakautuminen ja syrjäytyminen lisäävät rikollisuutta ja turvattomuutta.
sv_se: Den växande ojämlikheten mellan medborgarna, samhällets tudelning och människors marginalisering ökar brottsligheten och otryggheten.

source: Turvapaikanhakijoiden määrän kasvun johdosta on varauduttava myös mahdollisesti lisääntyvään rasistiseen rikollisuuteen ja radikalisoitumiseen, harmaan talouden kasvuun ja syrjäytymiseen.
sv_se: Till följd av det ökade antalet asylsökande bör man också bereda sig på att den rasistiska kriminaliteten och radikaliseringen, den grå ekonomin och utslagningen eventuellt kan öka.

source: Venäjän ja EU:n välien kiristyminen saattaa heikentää kansainvälisten sopimusten täytäntöönpanoa ja rajat ylittävän oikeusturvan toteutumista.
sv_se: De försämrade förbindelserna mellan Ryssland och EU kan försvaga verkställigheten av internationella konventioner och den gränsöverskridande rättssäkerheten.

source: Valtiosääntöinen järjestelmä on vakaa, avoin ja luotettava turvaten kansanvaltaisen päätöksenteon ja perus- ja ihmisoikeuksien toteutumisen.
sv_se: Det konstitutionella systemet är stabilt, öppet och tillförlitligt och tryggar det demokratiska beslutsfattandet samt tillgodoseendet av de grundläggande fri - och rättigheterna.

source: Valtiosääntöisessä järjestelmässä ei ole tapahtunut muutoksia.
sv_se: Inga förändringar har inträffat i det konstitutionella systemet.

source: Demokratiaindikaattorit, erilaisten osallistumisjärjestelmien käyttö ja muut valtiosääntöiseen järjestelmään liittyvät indikaattorit tukevat arviota tavoitteen toteutumisesta.
sv_se: Demokratiindikatorerna, användningen av olika system för deltagande och de andra indikatorerna som hör till det konstitutionella systemet stöder bedömningen att målet har uppnåtts.

source: Oikeusjärjestys muodostaa hallittavan ja toimivan kokonaisuuden; lainsäädäntö on selkeää ja toimii tehokkaasti täyttäen sille asetetut tavoitteet.
sv_se: Rättsordningen bildar en kontrollerbar och fungerande helhet, lagstiftningen är tydlig och fungerar effektivt så att den uppfyller de mål som satts för den.

source: Vuonna 2015 laintarkastusyksikössä tarkastettiin 855 säädösehdotusta.
sv_se: År 2015 granskades 855 lagförslag i laggranskningsenheten.

source: Kaikkia ehdotuksia ei kiireellisten aikataulujen ja rajallisten resurssien vuoksi ehditty tarkastaa.
sv_se: Enheten hann inte granska alla förslag på grund av pressade tidtabeller och begränsade resurser.

source: Koska konkreettinen lainvalmistelutyö tehdään eri ministeriöissä, pystyy oikeusministeriö vaikuttamaan tavoitteen toteutumiseen vain osittain.
sv_se: Eftersom det konkreta lagberedningsarbetet utförs i de olika ministerierna kan justitieministeriet påverka målet endast delvis.

source: Oikeusministeriö kuitenkin osallistuu esimerkiksi lainvalmistelijoiden kouluttamiseen, mikä osaltaan vaikuttaa hyvän lainvalmisteluprosessin noudattamiseen.
sv_se: Justitieministeriet deltar dock till exempel i att utbilda lagberedarna, vilket bidrar till att en god lagberedningsprocess iakttas.

source: Julkinen hallinto toimii hyvän hallinnon periaatteiden mukaisesti.
sv_se: Den offentliga förvaltningen fungerar i enlighet principerna för god förvaltning.

source: Julkisen hallinnon toiminnassa ei ole hyvän hallinnon vaatimusten kannalta tapahtunut muutoksia.
sv_se: Det har inte skett några förändringar i den offentliga förvaltningens verksamhet med avseende på god förvaltning.

source: Oikeusministeriön näkökulmasta julkinen hallinto Suomessa toimii hyvän hallinnon periaatteiden mukaisesti.
sv_se: Ur justitieministeriets perspektiv fungerar den offentliga förvaltningen i Finland i enlighet med principerna för god förvaltning.

source: Hallinnon yleislainsäädäntö turvaa osaltaan tavoitteen toteutumista.
sv_se: Den allmänna förvaltningslagstiftningen bidrar till att säkerställa att målet förverkligas.

source: Edellä mainitut oikeudellista järjestelmää ja sen toimintaa koskevat tavoitteet toteutuvat myös EU:n rakenteissa ja yhteistyössä.
sv_se: De ovan nämnda målen som gäller det rättsliga systemet och dess verksamhet

source: EU:ssa panostetaan entistä voimallisemmin paremman sääntelyn kysymyksiin.
sv_se: EU går allt kraftigare in för att förbättra lagstiftningen.

source: EU:n toimielinten asiakirjojen julkisuutta koskevan asetuksen soveltamisalaa ei ole saatu laajennettua koskemaan kaikkia unionin elimiä ja laitoksia Lissabonin sopimuksen tarkoittamalla tavalla, koska toimielimet ovat erimielisiä säädösmuutosten tekemisen laajuudesta.
sv_se: Tilllämpningsområdet för förordningen rörande allmänhetens förverkligas även i EU:s strukturer och samarbete. tillgång till handlingar som finns hos de europeiska institutionerna har inte kunnat utvidgas till att gälla alla unionens organ och byråer på det sätt som avses i Lissabonfördraget, eftersom institutionerna är oeniga om förordningsändringarnas omfattning.

source: Komissio ei ole antanut Lissabonin sopimuksen mukaista säädösehdotusta hyvän hallinnon periaatteiden soveltamisesta EU:n toimielinten toiminnassa.
sv_se: Kommissionen har inte lämnat ett förordningsförslag i enlighet med Lissabonfördraget om iakttagandet av principerna för god förvaltning i de europeiska institutionernas arbete.

source: Perus- ja ihmisoikeudet mukaan lukien kielelliset oikeudet toteutuvat paremmin julkisessa toiminnassa, tietoisuus oikeuksista ja käytettävissä olevista oikeussuo- jakeinoista on kasvanut.
sv_se: De grundläggande fri - och rättigheterna och de mänskliga rättigheterna inklusive de språkliga rättigheterna tillgodoses bättre i den offentliga verksamheten, medvetenheten om rättigheterna och om de rättsmedel som står till buds har ökat.

source: Vuoden aikana on tiedotettu mm. kielellisistä oikeuksista ja osallistumisoikeuksista.
sv_se: Under året har ministeriet informerat bland annat om språkliga rättigheter och deltaganderättigheter.

source: Merkittäviä muutoksia tietoisuudessa ja oikeuksien toteutumisessa ei kuitenkaan arvioida tapahtuneen.
sv_se: Bedömningen är dock att det inte skett några betydande förändringar i kännedomen om eller tillgodoseendet av rättigheterna.

source: Demokratia toimii ja kansalaisvaikuttamisella on hyvät toimintaedellytykset.
sv_se: Demokratin fungerar och förutsättningarna för medborgarinflytande är goda.

source: Kansalaiset osallistuvat ja vaikuttavat valmisteluun sekä päätöksentekoon.
sv_se: Medborgarna deltar i och påverkar beredning samt beslutsfattande.

source: Vuoden aikana luotiin uusia kansalaisten osallistumisen kanavia, kun demokratiaverkkopalvelut valmistuivat.
sv_se: Under året inrättades nya kanaler för medborgarinflytande då de elektroniska demokratitjänsterna blev färdiga.

source: Uusi lausuntopalvelu otettiin käyttöön ja kansalaisaloitetta käytettiin aktiivisesti.
sv_se: En ny utlåtandetjänst togs i bruk och medborgarinitiativet användes flitigt.

source: Uudet välineet ovat parantaneet osallistumismahdollisuuksia ja elävöittäneet suomalaista demokratiaa.
sv_se: De nya verktygen har förbättrat möjligheterna till delaktighet och piggat upp demokratin i Finland.

source: Vaalioikeudet toteutuvat ja vaaleihin osallistuminen on mahdollisimman helppoa.
sv_se: Valrättigheterna tillgodoses och det är så lätt som möjligt att delta i val.

source: Vuoden 2015 eduskuntavaalien toimittaminen sujui erinomaisesti, mitään merkittäviä ongelmia ei raportoitu.
sv_se: Förrättandet av riksdagsvalet 2015 förlöpte utmärkt och inga nämnvärda problem rapporterades.

source: Vaalien yhteydessä toteutettiin Kaikkien vaalit -kampanja ja myös eri ryhmiä edustavien järjestöjen kanssa tehtiin yhteistyötä.
sv_se: I samband med valet genomfördes kampanjen Allas val och samarbete bedrevs också med organisationer som representerade olika grupper.

source: Näin onnistuttiin helpottamaan osallistumista, ja palaute oli myönteistä.
sv_se: På så sätt lyckades man underlätta deltagandet och responsen var positiv.

source: Yhteiskunta on yhä monimuotoisempi ja -arvoisempi.
sv_se: Samhället är allt mera mångfasetterat och pluralistiskt.

source: Oikeusjärjestelmä tarjoaa selkeän rakenteen, jossa kansalaiset voivat järjestää oikeussuhteensa ennakoitavasti ja tasa-arvoisesti ja joka varmistaa, että lasten ja muiden heikommassa asemassa olevien oikeudet otetaan huomioon.
sv_se: Rättssystemet erbjuder en klar struktur inom vilken medborgarna kan ordna sina rättsförhållanden på ett förutsebart och jämlikt sätt och som säkerställer att barns och andra utsatta personers rättigheter beaktas.

source: Lainsäädäntöä on uudistettu sukupuolineutraalin avioliiton toteuttamiseksi.
sv_se: Lagstiftningen har reviderats för att införa könsneutralt äktenskap.

source: Uudistetussa isyyslainsäädännössä on korostettu lapsen oikeutta tietää biologinen alkuperänsä.
sv_se: I den reviderade lagstiftningen om faderskap betonas barnets rätt att få veta sitt biologiska ursprung.

source: Yhtiöoikeudelliset säännökset tukevat toiminnallista toimeliaisuutta ja varmistavat eri osapuolten oikeussuojan toteutumisen.
sv_se: De bolagsrättsliga bestämmelserna stöder den operativa verksamheten och säkerställer att parternas rättsskydd förverkligas.

source: Yhtiö- ja säätiöoikeudellista säätelyä on pitkäjänteisesti kehitetty erilaisten yhteisömuotojen kansainvälisen kilpailukyvyn ja toimintamahdollisuuksien parantamiseksi.
sv_se: Den bolags - och stiftelserättsliga regleringen har utvecklats långsiktigt för att förbättra de olika bolagsformernas internationella konkurrenskraft och verksamhetsförutsättningar.

source: Viimeisimpänä on uudistettu säätiölainsäädäntö sekä henkilöyhtiöitä koskevaa lainsäädäntöä.
sv_se: De senaste reformerna gäller lagstiftningen om stiftelser samt om personbolag.

source: Jokaisella on oikeuksiensa toteuttamiseksi käytettävissään oikeussuojakeino.
sv_se: Var och en har ett rättsmedel till förfogande för tillgodoseende av sina rättigheter.

source: Oikeudellisen ratkaisun saa asian laadun mukaisessa menettelyssä keskimäärin kohtuullisessa ajassa.
sv_se: Domstolarna ger sina rättsliga avgöranden i förfaranden som är beroende av ärendets art i genomsnitt inom skälig tid.

source: Yli vuoden vireillä olleiden asioiden osuus kaikista vireillä olleista asioista on kuitenkin edelleen suuri.
sv_se: Av alla anhängiga ärenden är dock andelen ärenden som varit anhängiga i över ett år fortfarande stor.

source: Oikeuslaitoksen ammattitaitoisen henkilökunnan avulla on annettu riittävät oikeuspalvelut myös heikoimmassa asemassa oleville asiakkaille.
sv_se: Med hjälp av rättsväsendets yrkeskunniga personal har även de klienter som är i den svagaste ställningen fått tillräckliga rättstjänster.

source: Kertomuskaudella on kehitetty muutoksenhakujärjestelmää hallintoasioissa laajentamalla oikaisuvaatimusmenettelyjä ja valituslupajärjestelmää uusiin asiaryhmiin.
sv_se: Under berättelseperioden har systemet för sökande av ändring i förvaltningsärenden utvecklats genom att utvidga förfarandena för begäran om omprövning och systemet för besvärstillstånd till nya ärendegrupper.

source: Menettelyt ovat oikeudenmukaisia.
sv_se: Förfarandena är rättvisa.

source: Riita-, rikos- ja hakemusasioiden käsittelyn nopeuttamiseksi laajennettiin hovioikeuksissa sovellettavan jatkokäsittelylupajärjestelmän soveltamisalaa.
sv_se: För att snabba upp handläggningen av tviste-, brotts - och tillståndsärenden utvidgades tillämpningsområdet för hovrätternas system för tillstånd till fortsatt handläggning.

source: Oikeusprosessien keston lyheneminen vähentää myös asianosaisten oikeudenkäyntikuluja.
sv_se: Då rättsprocesserna förkortas kommer också parternas rättegångskostnader att minska.

source: Todistelulainsäädäntö uudistettiin ottaen huomioon yhteiskunnallinen kehitys ja poistettiin mm. perusteettomia eroja eri henkilöryhmien kuten aviopuolisoiden ja avopuolisoiden väliltä.
sv_se: Lagstiftningen om bevisning reviderades med beaktande av samhällsutvecklingen. Ur lagen ströks bland annat ogrundade skillnader mellan olika persongrupper såsom äkta makar och sambor.

source: Tuomioistuimissa ja hallintoviranomaisissa noudatettavat menettelyt ovat perustuslain oikeudenmukaiselle oikeudenkäynnille asettamien vaatimusten ja hyvän hallinnon takeiden mukaiset.
sv_se: Domstolarnas och förvaltningsmyndigheternas förfaranden uppfyller de krav som grundlagen ställer på en rättvis rättegång och de kriterier som gäller för god förvaltning.

source: Oikeussuoja toteutuu taloudellisesti ja tehokkaasti, myös rajat ylittävissä asioissa.
sv_se: Rättsskyddet förverkligas på ett ekonomiskt och effektivt sätt, även i gränsöverskridande ärenden.

source: Oikeudenkäynnin kustannukset asianosaisille ovat aiempien vuosien tasolla.
sv_se: Parternas rättegångskostnader ligger på samma nivå som under tidigare år.

source: Tuomioistuinten ja oikeusavun taloudellisuus ja tehokkuus ovat säilyneet aiempien vuosien tasolla.
sv_se: Domstolarna och rättshjälpen är lika ekonomiska och effektiva som de varit under tidigare år.

source: Ulosoton perintätulos oli suuri (1 090 milj. euroa).
sv_se: Utsökningens indrivningsresultat var stort (1 090 miljoner euro).

source: Ulosotossa perityksi saatujen ja varattomaksi todettujen rahasaamisten yhteismäärästä perittyjen osuus pysyi edellisvuosien tapaan korkealla tasolla (50 %).
sv_se: Andelen indrivna penningfordringar av det sammanlagda beloppet av penningfordringar, som man lycktas driva in genom utsökning och för vilka medellöshet konstaterats, låg kvar på samma höga nivå som under tidigare år (50 %).

source: Ulosottoasioiden keskimääräinen käsittelyaika oli tavoitetta ja edellisvuotta paremmalla tasolla.
sv_se: Den genomsnittliga handläggningstiden för utsökningsärenden låg på en nivå som översteg målet och fjolårets nivå.

source: Vähäisiä vaatimuksia koskevan Euroopan unionin asetuksen soveltamisalaa ja menettelysääntöjä on uudistettu ja painotettu tietotekniikan käyttämistä rajat ylittävissä oikeudenkäynneissä.
sv_se: Tillämpningsområdet och de processuella bestämmelserna för Europeiska unionens förordning om småmålsförfarande har reviderats och man har betonat användningen av datateknik i gränsöverskridande rättegångar.

source: Kuluttajariitoihin on luotu kattava tuomioistuinten ulkopuolinen joustavampi ja edullisempi riidanratkaisuverkosto kaikissa jäsenvaltioissa.
sv_se: För konsumenttvister har det i alla medlemsländer inrättats ett heltäckande förmånligare och smidigare nätverk för lösning av tvister som står utanför domstolarna.

source: Rikollisuus ja rikollisuuden haitat vähentyvät.
sv_se: Brottsligheten och de negativa följderna av den minskar.

source: Poliisin tietoon tulleiden rikosten määrissä ei tapahtunut suuria muutoksia edellisvuoteen verrattuna.
sv_se: I det antal brott som kom till polisens kännedom skedde inga stora förändringar jämfört med året innan.

source: Kokonaisrikollisuus vähentyi hieman (1,1 %).
sv_se: Den totala brottsligheten minskade något (1,1 %).

source: Petosten määrä on 2000luvulla kasvanut huomattavasti.
sv_se: Bedrägerierna har ökat betydligt på 2000-talet.

source: Vuoden 2015 aikana petosrikoksia tuli ilmi 10,3 % edellisvuotta enemmän.
sv_se: Under 2015 avslöjades 10,3 % mera bedrägeribrott än året innan.

source: Pahoinpitelyrikoksia kirjattiin 3,2 % enemmän kuin v. 2014.
sv_se: I fråga om misshandelsbrott anmäldes 3,2 % mera fall än 2014.

source: Turvallisuus ja turvallisuuden tunne lisääntyvät.
sv_se: Säkerheten och trygghetskänslan ökar.

source: Vuonna 2013 toteutetun uhritutkimuksen mukaan suomalaiset kokivat hieman vähemmän uhkailu- ja väkivaltatilanteita kuin edellisvuonna.
sv_se: Enligt den nationella offerundersökningen upplevde finländarna något mindre hot - och våldssituationer 2013 än 2012.

source: Vajaa 30 % kertoi pelänneensä väkivallan uhriksi joutumista kodin ulkopuolella iltaisin.
sv_se: Knappt 30 % uppgav att de varit rädda för att utsättas för våld utanför hemmet om kvällen.

source: Turvattomuus on turvapaikanhakijoiden määrän lisääntymistä aiheutuneen julkisen keskustelun johdosta todennäköisesti lisääntynyt.
sv_se: Otryggheten har sannolikt vuxit till följd av den debatt som förts i offentligheten om det ökade antalet asylsökande.

source: Suomen pelastusalan keskusjärjestön teettämän tutkimuksen mukaan 89 % kansalaisista pitää Suomea turvallisena maana, mutta turvallisuuden tunne on voimakkaasti polarisoitunut.
sv_se: Enligt en undersökning som Räddningsbranschens centralorganisation i Finland har låtit göra ser 89 % av medborgarna Finland som ett tryggt land, men trygghetskänslan är starkt polariserad.

source: Rikosvastuu toteutuu tehokkaasti ja laadukkaasti asianosaisten oikeusturva huomioon ottaen.
sv_se: Det straffrättsliga ansvaret förverkligas effektivt och högklassigt med beaktande av parternas rättsskydd.

source: Keskimääräinen syyteharkinta-aika säilyi tavoitteiden mukaan edellisvuoden tasolla.
sv_se: Den genomsnittliga åtalsprövningstiden låg på samma nivå som året innan, vilket uppfyllde målen.

source: Yli puoli vuotta ja yli vuoden syyteharkinnassa olleiden asioiden määrä kasvoi edellisestä vuodesta.
sv_se: Antalet ärenden som varit föremål för åtalsprövning över ett halvt år och över ett år ökade jämfört med föregående år.

source: Talousarviossa asetettuihin joutuisuustavoitteisiin ei siten kaikilta osin päästy.
sv_se: De snabbhetsmål som satts upp i budgeten nåddes därmed inte till alla delar.

source: Rikosasioiden käsittelyajat ovat tuomioistuimissa kohtuulliset.
sv_se: Domstolarnas behandlingstider för brott är rimliga.

source: Ulosoton erikoisperinnän euromääräinen kokonaistulos oli 51 milj. euroa.
sv_se: Utsökningens specialindrivning gav ett helhetsresultat i euro på 51 miljoner.

source: Myös muiden tulosten valossa erikoisperintä toimi tehokkaasti.
sv_se: Specialindrivningen fungerade också effektivt i ljuset av andra resultat.

source: Vaikuttavuustavoitteiden luonteesta johtuen kertomusvuoden toimenpiteet onnistuessaankin vaikuttavat yhteiskuntakehitykseen yleensä usean vuoden viiveellä.
sv_se: Till följd av effektmålens natur inverkar även lyckade åtgärder som vidtagits under året på samhällsutvecklingen vanligtvis med flera års dröjsmål.

source: On huomattava, että oikeusministeriö voi vaikuttaa useiden vaikuttavuustavoitteiden toteuttamiseen vain osittain.
sv_se: Det bör påpekas att justitieministeriet kan påverka flera av effektmålen endast delvis.

source: Suomen sisäisen turvallisuuden sekä oikeudenhoidon tulevaisuus
sv_se: Framtiden för den inre säkerheten och rättsvården i Finland
